
export const ProvinceMap: { [key: string]: string } = {
  '서울': '서울특별시',
  '부산': '부산광역시',
  '대구': '대구광역시',
  '인천': '인천광역시',
  '광주': '광주광역시',
  '대전': '대전광역시',
  '울산': '울산광역시',
  '세종특별자치시': '세종특별자치시',
  '경기': '경기도',
  '충북': '충청북도',
  '충남': '충청남도',
  '전북': '전라북도',
  '전남': '전라남도',
  '경북': '경상북도',
  '경남': '경상남도',
  '제주특별자치도': '제주특별자치도',
  '강원특별자치도': '강원특별자치도'
};

export const DeviceTypes = {
  'AGL': '바닥신호등 제어기',
  'DGL': '디지털 바닥신호등',
  'VGL': '차선신호등',
  'BGL': '버스승강장',
  'LGL': '경관조명',
};

export const AbnormalStatDescription = ['정상', '저전력', '과전류'];
